{"status":"ok","totalResults":3769,"articles":[{"source":{"id":"cnbc","name":"CNBC"},"author":"Jill Cornfield","title":"Short-term health plans could be a buyer beware form of health insurance","description":"President Trump wants to extend the time you can use short-term health insurance but some states prohibit the plans altogether.","url":"https://www.cnbc.com/2018/10/05/you-can-save-a-lot-of-money-on-health-insurance-premiums-but-should-you.html","urlToImage":"https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2017/09/26/104733094-rsz_boomer.1910x1000.jpg","publishedAt":"2018-10-07T18:00:00Z","content":"Heather Kofke-Egger knows first-hand the risks of depending on a plan with skimpy benefits. Just out of college in 2002, she could pay $450 a month for a health plan offered to new graduates, or $85 a month for a short-term plan. \"I knew I was taking a risk,\"… [+1874 chars]"},{"source":{"id":"cnbc","name":"CNBC"},"author":"The Associated Press","title":"Wife of missing Interpol president says he sent her a photo of a knife before his disappearance","description":"Wife of missing Interpol president says he sent her a photo of a knife before his disappearance, signaling danger","url":"https://www.cnbc.com/2018/10/07/wife-of-missing-interpol-president-he-sent-photo-of-knife-before-disappearing.html","urlToImage":"https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/10/05/105490464-1538749673308gettyimages-806924826.1910x1000.jpeg","publishedAt":"2018-10-07T16:11:00Z","content":"The wife of the missing president of Interpol says her husband sent her an image of a knife before he disappeared during a trip to their native China. Making her first public comments on the mystery surrounding Meng Hongwei's whereabouts, Grace Meng told repo… [+742 chars]"},{"source":{"id":"cnbc","name":"CNBC"},"author":"Sarah Berger","title":"'Shark Tank' secrets from founder of 'Tank' reject Ring, which Amazon bought for $1 billion","description":"Jamie Siminoff didn't like the offer he got from Kevin O'Leary on \"Shark Tank\" in 2013, so the founder left empty-handed. But in 2018, Amazon bought his company, Ring, for $1 billion.  Now, he's a guest judge on the season 10 premiere spilling behind-the-scen…","url":"https://www.cnbc.com/2018/10/05/shark-tank-behind-the-scenes-secrets-from-founder-of-amazons-ring.html","urlToImage":"https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/10/04/105488611-1538678746907gettyimages-1035582012.1910x1000.jpg","publishedAt":"2018-10-07T15:55:00Z","content":"As a guest judge instead of a contestant, several elements of the show surprised Siminoff, who says he's been a fan of \"Shark Tank\" for years. He was impressed by the lucrative portfolios the judges have built from \"Shark Tank\" businesses and that the Sharks … [+1266 chars]"},{"source":{"id":"cnbc","name":"CNBC"},"author":"Darren Geeter","title":"The business of owning an NFL team","description":"Owning a team in the National Football League can be a profitable endeavor. Some clubs are valued at more than $2 billion and pull in hundreds of millions of dollars each year.","url":"https://www.cnbc.com/2018/10/05/nfl-owners-teams-football.html","urlToImage":"https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2014/07/23/101860927-nfl.1910x1000.jpg","publishedAt":"2018-10-07T15:00:00Z","content":null},{"source":{"id":"cnbc","name":"CNBC"},"author":"Jessica Dickler","title":"Sharing is caring, particularly with Netflix, Hulu and Uber accounts","description":"A new study shows that 3 out of 4 Americans are sharing streaming, shopping and mobile accounts such as Netflix, Hulu and Amazon Prime with their family, friends and even exes.","url":"https://www.cnbc.com/2018/10/04/3-out-of-4-americans-share-netflix-amazon-and-uber-accounts.html","urlToImage":"https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/05/25/105232754-netflix.1910x1000.jpg","publishedAt":"2018-10-07T15:00:00Z","content":"As most kindergarteners know, sharing is caring. That's also true for grownups, particularly those with a Netflix account. div &gt; div.group &gt; p:first-child\"&gt; Altogether, 3 out of 4 Americans are sharing streaming, shopping and mobile accounts such as … [+1244 chars]"},{"source":{"id":"cnbc","name":"CNBC"},"author":"Reuters","title":"Trump said to prepare a measure to boost ethanol measure ahead of a trip to Iowa","description":"President Donald Trump is expected to announce the lifting of a federal ban on summer sales of higher-ethanol blends of gasoline on Tuesday in Washington DC ahead of a trip to Iowa the same day, according to two sources familiar with the planning of the event…","url":"https://www.cnbc.com/2018/10/07/reuters-america-trump-to-announce-pro-ethanol-measure-on-tuesday-ahead-of-iowa-trip-sources.html","urlToImage":"https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2017/06/22/104545252-GettyImages-699482806-donald-trump.1910x1000.jpg","publishedAt":"2018-10-07T13:30:00Z","content":"The American Petroleum Institute, the largest U.S. oil group, opposes lifting the ban, which will eat into the industry's market share of gasoline sales. The move also faces bipartisan opposition in congress. The U.S. Renewable Fuel Standard requires refiners… [+503 chars]"},{"source":{"id":"cnbc","name":"CNBC"},"author":"Jordan Novet","title":"This tech investor had a killer week thanks to two big open-source deals","description":"Mike Volpi, a partner at Index Ventures, had a pretty good week thanks to the Elastic IPO and Cloudera's merger with Hortonworks","url":"https://www.cnbc.com/2018/10/07/index-ventures-mike-volpi-won-big-in-hortonworks-deal-and-elastic-ipo.html","urlToImage":"https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/10/05/105491392-1538785156811elastic.1910x1000.jpg","publishedAt":"2018-10-07T13:14:00Z","content":"Volpi is one of the few venture capitalists to make a name investing in open-source software, a difficult task because it often requires that companies successfully commercialize a product that also has a free version customers can use. Another big investor i… [+3021 chars]"},{"source":{"id":"cnbc","name":"CNBC"},"author":"Trent Gillies","title":"'Million Dollar Listing' star explains why high end real estate is like selling body wax memberships","description":"\"The biggest mistake most people make when they try to sell something, whether it's real estate, hot tubs or tires, is that they actually try to sell something,\" says Ryan Serhant.","url":"https://www.cnbc.com/2018/10/06/ryan-serhant-real-estate-is-like-selling-body-wax-memberships.html","urlToImage":"https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2014/04/01/101543695-20140327-6063-589.1910x1000.jpg","publishedAt":"2018-10-07T13:00:00Z","content":"On his self-titled Bravo show, he's brought in to coach struggling sales people, who don't work in real estate, on how to improve their deal-making skills and succeed too. \"Everything I know about selling high-end real estate is the same when working with som… [+940 chars]"},{"source":{"id":"cnbc","name":"CNBC"},"author":"Jessica Golden","title":"How the LeBron James effect is boosting Lakers ticket and merchandise sales","description":"LeBron James is already scoring big for the Los Angeles Lakers — and the season hasn't even started.","url":"https://www.cnbc.com/2018/10/05/lebron-james-effect-boosts-lakers-ticket-and-merchandise-sales.html","urlToImage":"https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/09/06/105435919-153623642965904_james_7n_closeup_whtpb3w_0073.1910x1000.jpg","publishedAt":"2018-10-07T13:00:00Z","content":"LeBron James is already scoring big for the Los Angeles Lakers and the season hasn't even started. div &gt; div.group &gt; p:first-child\"&gt; With the regular season set to begin on October 16, the newest star of the storied franchise is driving up ticket pri… [+1778 chars]"},{"source":{"id":"cnbc","name":"CNBC"},"author":"Sophia Fraioli","title":"Founder of Chi'Lantro woos the Sharks with his impressive Korean BBQ","description":"The founder of Chi'Lantro dazzles the Sharks with some of the best food they've ever tasted.","url":"https://www.cnbc.com/2018/10/05/founder-of-chilantro-woos-the-sharks-with-his-impressive-korean-bbq.html","urlToImage":"https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/10/04/105488620-5ED6-REQ-SharkTankChiLantro-100418.1910x1000.jpg","publishedAt":"2018-10-07T12:00:00Z","content":"It's not every day the words, \"That's some of the best food I've ever eaten,\" leave the mouths of the notoriously hard-to-impress investors on \"Shark Tank.\" But when it comes to Chi'Lantro's Korean BBQ and kimchi fries, it's a no-brainer. div &gt; div.group &… [+1706 chars]"},{"source":{"id":"cnbc","name":"CNBC"},"author":"John W. Schoen","title":"Democrats' advantage in recent polls may not bring the 'blue wave' they're hoping for","description":"Polling so far this year shows that Democratic voters have become \"energized\" enough to swing control of at least one branch of Congress in November.  Yet a closer look at polling data from past midterm \"waves\" suggests that Democrats could be headed for a di…","url":"https://www.cnbc.com/2018/10/05/democrats-lead-in-polls-may-not-lead-to-blue-wave.html","urlToImage":"https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2018/04/30/105171401-IMG_9042.1910x1000.jpg","publishedAt":"2018-10-07T11:00:00Z","content":"Polls this year show that Democratic voters have become \"energized\" enough to swing control of at least one branch of Congress in the coming midterm election. div &gt; div.group &gt; p:first-child\"&gt; But data from past midterm \"waves\" suggest that Democrats… [+1314 chars]"}]}
